# St7EnableHeatLoadCase

Enables the specified load case such that is included in steady heat and transient heat analysis.

long St7EnableHeatLoadCase(long uID, long CaseNum)
Input Parameters
uID
Strand7 model file ID.
CaseNum
Load case number.